<?php
/**
 * Created by PhpStorm.
 * User: maste
 * Date: 8/18/2016
 * Time: 12:04 AM
 */

return [
    'addAdminOk' => 'تم اضافة الادمن بنجاح يرجى التحقق من البريد الالكترونى المضاف الان',
    'addAdminNo' => 'عفوا لم يتم الاضافة حاول مرة اخرى',
    'addUserOk' => 'تم اضافة المستخدم بنجاح ',
    'addUserNo' => 'عفوا لم يتم الاضافة حاول مرة اخرى',
    'editAdminOk1' => 'تم التعديل بنجاح يرجى التحقق من البريد الالكترونى الجديد',
    'editAdminOk0' => 'تم التعديل بنجاح',
    'deletedOk' => 'تم الحذف بنجاح',
    'deletedNo' => 'خطأ لم يتم الحذف حاول مرة اخرى',
    'loginFalse' => 'يوجد خطأ فى البريد الالكترونى او كلمة المرور',
    'loginOk' =>'تم الدخول بنجاح',
    'loginRequired' => 'يجب ان تسجل الدخول لتنفيذ هذة العملية',
    'activeOk' => 'تم تفعيل البريد الالكترونى بنجاح, سجل دخولك الآن',
    'activeNo' => 'خطأ فى التفعيل يجب ان تنقر على لنك التفعيل المرسل على الايميل',
    'fPasswordError' => 'هذا الاميل غير مسجل لدينا',
    'forgetTitle' => 'استعادة كلمة المرور الخاصة بك',
    'fPasswordTrue' => 'تم ارسال رابط تغير كلمة المرور على البريد الالكترونى الخاص بك',
    'tokenNotValid' => 'يرجى التأكد من رابط التفعيل المرسل الى البريد الاكترونى',
    'rPasswordOk' => 'تم تغير كلمة المرور بنجاح',
    'rPasswordNo' => 'حدث خطأ ما من فضلك اعد العملية مرة اخرى',
    'updateTrue' => 'تم التعديل بنجاح',
    'updateFalse' => 'خطأ لم التعديل حاول مرة اخرى',
    'addOK' => 'تم الاضافة بنجاح',
    'addNo' => 'لم يتم الاضافة حاول مرة اخرى',
    'addUserOk' => 'تم إضافة أدمن أو مستخدم جديد بنجاح',
    'addCenterOk' => 'تم اضافة مركز تجميل جديد بنجاح',
    'emailSendNo' => 'عفوا حدث خطأ أثناء إرسال بريد إلكتروني لتفعيل عضوية الأدم, برجاء المحاولة لاحقًا',
    'notActive' => 'لتفعيل حسابك تحقق من بريدك الإلكتروني أو رسائل الجوال, لكي تتمكن من تسجيل الدخول ',
    'commissionAddedOk' => 'تم تعديل نسبة العمولة بنجاح',
    'commissionPayedOk' => 'تم تسديد عمولة مستحقة بنجاح',
    'addOrUpdateOK' => 'تم الإضافة او التعديل بنجاح',
    'addOrUpdateNo' => 'لم يتم الإضافة أو التعديل, حاول مرة أخرى',
    'addWorkTimeOK' => 'تم إضافة أو تعديل ساعات عمل الخدمة',
    'addWorkTimeNo' => 'لم يحدث تغيير في ساعات عمل الخدمة',
    'emailSendFalse' => 'حدث خطأ أثناء إرسال بريد إلكتروني لتفعيل عضويتك, برجاء التواصل مع الإدارة',
    'emailSendTrue' => 'تم إرسال بريد إلكتروني لتفعيل عضويتك, برجاء التحقق من بريدك الإلكتروني',

];